<?php
// Heading
$_['heading_title']         = 'Новинки';

// Text
$_['text_success']          = 'Настройки модуля обновлены! Добавлено новых артикулов: %u, удалено: %u, обновлен порядок сортировки: %u';
$_['text_module']           = 'Модули';

// Entry
$_['entry_product']         = 'Артикулы';
$_['entry_category']        = 'Категория';
$_['entry_lifetime_in_weeks'] = 'Через сколько недель удалять товары из категорий';

// Error
$_['error_warning']             = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']          = 'У Вас нет прав для управления этим модулем!';
$_['error_numeric']             = 'Значение должно быть числовым';
$_['error_required']            = 'Необходимо заполнить';
