<?php
// Heading
$_['heading_title']  = 'Оформление заказа'; 

// Text 
$_['success']   = 'Благодарим за заказ. <BR> В ближайшее время c вами свяжется оператор для подтверждения заказа.';
$_['button_send']   = 'Оформить заказ';

$_['text_shipping_and_payment']   = 'Подробнее об оплате и доставке';

// Entry Fields
$_['entry_name']     = 'Ваше Ф.И.О.:';
$_['entry_tel']    = 'Ваш телефон для связи:';
$_['entry_city']    = 'Ваш город:';
$_['entry_email']    = 'Ваш email:';
$_['entry_remove']    = 'Удалить';
$_['entry_time']    = 'Удобное время звонка:';
$_['entry_enquiry']  = 'Комментарий к заказу (не обязательно):';
$_['time1']    = '9:00';
$_['time2']    = '18:00';
$_['no']    = '12';
$_['yes']    = '11';
$_['qs']    = 'Спам вопрос:Сумма 10 и 1 равно?';

// Email
$_['email_subject']  = 'Заказ Outmaxshop.ru';

// Errors
$_['error_name']     = 'Укажите имя!';
$_['error_tel']    = 'Укажите телефон!';
$_['error_city']    = 'Укажите Ваш город!';
$_['error_capcha']    = 'Неправильный ответ!';

$_['entry_captcha']        = 'Введите код с картинки:';
$_['error_captcha']        = 'Код с картинки введен неверно!';

?>
