<?php
// Text
$_['text_search']       = 'Поиск';

$_['text_brand']        = 'Производитель';
$_['text_manufacturer'] = 'Производитель:';
$_['text_model']        = 'Модель:';
$_['text_reward']       = 'Бонусные баллы:'; 
$_['text_points']       = 'Цена в бонусных баллах:';
$_['text_stock']        = 'Наличие:';
$_['text_instock']      = 'Есть в наличии';
$_['text_price']        = 'Цена:'; 
$_['text_tax']          = 'Без НДС:';
$_['text_discount']     = '%s или более %s';
$_['text_option']       = 'Доступные варианты';
$_['text_qty']          = 'Количество:';
$_['text_minimum']      = 'Минимальное количество заказа этого товара: %s';
$_['text_or']           = '- или -';
$_['text_reviews']      = 'Отзывов: %s'; 
$_['text_write']        = 'Написать отзыв';
$_['text_no_reviews']   = 'Нет отзывов об этом товаре.';
$_['text_on']           = ' - ';
$_['text_note']         = '<span style="color: #FF0000;">Внимание:</span> HTML не поддерживается! Используйте обычный текст.';
$_['text_share']        = 'Поделиться';
$_['text_success']      = 'Спасибо за ваш отзыв. Он поступил администратору для проверки на спам и вскоре будет опубликован.';
$_['text_upload']       = 'Файл успешно загружен на сервер!';
$_['text_wait']         = 'Пожалуйста, подождите!';
$_['text_tags']         = 'Похожие модели:';
$_['text_error']        = 'Товар не найден!';
$_['text_payment_drop']	= '<p><b>Минимальная сумма предоплаты заказа - стоимость доставки!</b> Реквизиты для оплаты заказа доступны при оформлении заказа.</p>
							<p><i>Достававка товара возможна в любую страну. Отправки за границу только по 100% предоплате.</i></p> <p><b>Доставка почтой России:</b><br>
							Средние cроки доставки 5-15 дней</p> <p><b>Доставка СДЭК:</b> <br>
							Средние сроки доставки до 7 дней</p><p><b>ВНИМАНИЕ!</b> Дополнительно оплачивается почтовый сбор (согласно тарифам почты России).</p><br> 
							<a href="index.php?route=information/information&information_id=6" target="_blank" style="color: #5350fd;"><i>Подробнее</i></a> <br>
							<a href="index.php?route=information/information&information_id=8" target="_blank" style="color: #5350fd;"><i>Связаться с нами</i></a>';
$_['text_payment_opt']	= '<h3>Доставка оптовых заказов осуществляется,такими транспортными компаниями, как:</h3> <ul"> <li>Энергия</li> <li>ПЭК</li> 
							<li>Деловые линии</li><li>Байкал</li> <li>КИТ</li> <li>СДЭК</li> <li>Почта</li> </ul><h4>Оптовый заказ отгружается <i>только после 
							100% предоплаты.</i>Реквизиты для оплаты заказа можете уточнять у своего <a href="index.php?route=information/information&information_id=8" 
							target="_blank" style="color: #5350fd;">менеджера</a>.</h4>';
$_['text_partnership']  = '<h2>Приглашаем к сотрудничеству оптовых покупателей и продавцов, работающих по системе дропшиппинга.</h2><br>
						  <a href="http://bizoutmax.ru/sotrudnichestvo/" target="_blank" style="color: #5350fd; text-decoration: none;">Оставьте заявку</a> и мы вышлим условия 
						  Вам на почту!<br> Для более быстрого ответа - <a href="index.php?route=information/information&information_id=8" target="_blank" style="color: 
						  #5350fd; text-decoration: none;">свяжитесь с нами.</a>';
// Entry
$_['entry_name']        = 'Ваше Имя:';
$_['entry_review']      = 'Ваш отзыв:';
$_['entry_rating']      = 'Оценка:';
$_['entry_good']        = 'Хорошо';
$_['entry_bad']         = 'Плохо';
$_['entry_captcha']     = 'Введите код, указанный на картинке:';

// Tabs
$_['tab_description']   = 'Описание';
$_['tab_attribute']     = 'Характеристики';
$_['tab_review']        = 'Отзывы (%s)';
$_['tab_related']       = 'Похожие товары';
$_['tab_calc']			= 'Рассчитать доставку';
$_['tab_payment'] 		= 'Оплата и доставка';
$_['tab_partnership'] 	= 'Сотрудничество';

// Error
$_['error_name']        = 'Название отзыва должно быть от 3 до 25 символов!';
$_['error_text']        = 'Текст отзыва должен быть от 25 до 1000 символов!';
$_['error_rating']      = 'Пожалуйста, выберите оценку!';

$_['error_captcha']     = 'Неверно введен код с картинки!';
$_['error_upload']      = 'Требуется загрузка файла!';
$_['error_filename']    = 'Имя файла должно быть от 3 до 64 символов!';
$_['error_filetype']    = 'Недопустимый тип файла!';
?>