<?php

$_['heading_title']     = 'Мои комментарии';

$_['text_account']      = 'Личный Кабинет';
$_['text_comment_list'] = 'Список добавленных комментариев';
$_['text_edit_comment'] = 'Редактировать комментарий';
$_['text_insert']       = 'Ваш комментарий был успешно добавлен!';
$_['text_update']       = 'Ваш комментарий был успешно изменен!';
$_['text_delete']       = 'Ваш комментарий был успешно удален!';

$_['error_title']		= "Введите заголовок для шаблоны!";
$_['error_content']		= "Введите текст шаблона!";
$_['error_delete']		= "Неудалось удалить комментарий!";

$_['entry_title']   	= 'Заголовок';
$_['entry_comment']  	= 'Комментарий:';