<?php
// Heading 
$_['heading_title']        = 'Регистрация';

// Text
$_['text_account']         = 'Личный Кабинет';
$_['text_register']        = 'Регистрация';
$_['text_account_already'] = 'Если Вы уже зарегистрированы, перейдите на страницу <a href="%s">входа в систему</a>.';
$_['text_your_details']    = 'Основные данные';
$_['text_your_address']    = 'Ваш адрес';
$_['text_newsletter']      = 'Рассылка новостей';
$_['text_first_contact_method']         = 'Как с вами связаться после регистрации';
$_['text_your_password']   = 'Ваш пароль';
$_['text_agree']           = 'Я прочитал <a class="colorbox" href="%s" alt="%s"><b>%s</b></a> и согласен с условиями';
$_['text_opt']             = 'Опт';
$_['text_drop']            = 'Дроп';

// Entry
$_['entry_firstname']      = 'Имя:';
$_['entry_middlename']     = 'Отчество:';
$_['entry_lastname']       = 'Фамилия:';
$_['entry_email']          = 'E-Mail:';
$_['entry_telephone']      = 'Телефон:';
$_['entry_qiwi']           = 'QIWI или Яндекс кошелек:';
$_['entry_fax']            = 'Ваша страница ВКонтакте:';
$_['entry_teacher']        = 'Наставник:';
$_['entry_company']        = 'Компания:';
$_['entry_customer_group'] = 'Вид деятельноти:';
$_['entry_company_id']     = 'ID компании:';
$_['entry_tax_id']         = 'ИНН:';
$_['entry_address_1']      = 'Улица:';
$_['entry_address_2']      = 'Дом:';
$_['entry_address_3']      = 'Квартира:';
$_['entry_address_4']		= 'Корпус:';
$_['entry_naselenniy_punkt']   	= 'Тип населенного пункта:';
$_['entry_postcode']       = 'Индекс:';
$_['entry_city']           = 'Город:';
$_['entry_country']        = 'Страна:';
$_['entry_zone']           = 'Регион / Область:';
$_['entry_newsletter']     = 'Подписаться на рассылку горячих предложений от Outmax:';
$_['entry_password']       = 'Пароль:';
$_['entry_confirm']        = 'Повторите пароль:';
$_['entry_type']           = 'Формат работы с нами:';

// Error
$_['error_exists']         = 'Этот E-Mail уже зарегистрирован!';
$_['error_firstname']      = 'Имя должно содержать от 1 до 32 символов!';
$_['error_middlename']     = 'Отчество должно содержать от 1 до 32 символов!';
$_['error_lastname']       = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']          = 'E-Mail введён неправильно!';
$_['error_telephone']      = 'Телефон должен начинаться с 7 и быть длиной 11 или 14 символов!';
$_['error_qiwi']           = 'Кошелек должен быть от 10 до 32 символов!';
$_['error_password']       = 'В пароле должно быть от 4 до 20 символов!';
$_['error_confirm']        = 'Пароли не совпадают!';
$_['error_company_id']     = 'Необходимо ввести регистрационный номер компании!';
$_['error_tax_id']         = 'Необходимо ввести ИНН!';
$_['error_vat']            = 'Код налогоплательщика введен некорректно!';
$_['error_address_1']      = 'Улица должна содержать от 3 до 128 символов!';
$_['error_address_2']      = 'Дом должен содержать от 3 до 128 символов!';
$_['error_address_3']      = 'Квартира должна содержать от 3 до 128 символов!';
$_['error_city']           = 'Название города должно содержать от 2 до 128 символов!';
$_['error_postcode']       = 'В индексе должно быть от 2 до 10 символов!';
$_['error_country']        = 'Пожалуйста, укажите Страну!';
$_['error_zone']           = 'Пожалуйста, укажите Регион / Область!';
$_['error_agree']          = 'Для совершения покупок Вы должны быть согласны с документом %s!';
$_['error_first_contact_method']          = 'Укажите как с вами связаться после регистрации';
?>