<?php
// Heading
$_['heading_title']  = 'Викторина для читателей журнала "Шанс"';

// Text 
$_['text_location']  = 'Наше местонахождение';
$_['text_contact']   = 'Принять участие в викторине';
$_['text_address']   = 'Адрес:';
$_['text_email']     = 'E-Mail:';
$_['text_telephone'] = 'Телефон:';
$_['text_fax']       = 'Мы ВКонтакте:';
$_['text_message']   = '<p>Ваш ответ был успешно отправлен администрации магазина!</p>';

// Entry Fields
$_['entry_name']     = 'Ваши ФИО:';
$_['entry_email']    = 'Ваш E-Mail:';
$_['entry_telephone']    = 'Ваш Телефон:';
$_['entry_enquiry']  = 'Ваш Ответ на вопрос викторины:';
$_['entry_captcha']  = 'Введите код, указанный на картинке:';

// Email
$_['email_subject']  = 'Конкурс шанс: %s';

// Errors
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_email']    = 'E-Mail адрес введен неверно!';
$_['error_telephone']    = 'Телефон введен неверно!';
$_['error_his_name']    = 'Введите имя загаданного героя!';
$_['error_his_articul']    = 'Введите артикул!';
$_['error_enquiry']  = 'Длина текста должна быть от 3 до 3000 символов!';
$_['error_captcha']  = 'Проверочный код не совпадает с изображением!';
?>
