<?php
// Heading
$_['heading_title']  = 'Нашли ошибку на сайте?'; 

// Text 
$_['success']   = 'Ваше сообщение отправлено. <BR> Спасибо за помощь в устранении недочетов.';
$_['button_send']   = 'Сообщить';
// Entry Fields
$_['entry_name']     = 'Ваше имя:';
$_['entry_tel']    = 'Телефон:';
$_['entry_city']    = 'Город:';
$_['entry_time']    = 'Удобное время звонка:';
$_['entry_enquiry']  = 'опишите ошибку:';
$_['time1']    = '9:00';
$_['time2']    = '18:00';
$_['no']    = '12';
$_['yes']    = '11';
$_['qs']    = 'Спам вопрос:Сумма 10 и 1 равно?';

// Email
$_['email_subject']  = 'Сообщение об ошибке на сайте';

// Errors
$_['error_name']     = 'Укажите имя!';
$_['error_tel']    = 'Укажите телефон!';
$_['error_city']    = 'Укажите Ваш город!';
$_['error_capcha']    = 'Неправильный ответ!';

$_['entry_captcha']        = 'Введите код с картинки:';
$_['error_captcha']        = 'Код с картинки введен неверно!';

?>
