<?php
// Heading
$_['heading_title']            = 'Ваш заказ сформирован!';
$_['heading_title_customer']   = 'Ваш заказ #%s сформирован!';

// Text
$_['text_customer_no_prepayment'] = '<p>Ваш заказ успешно создан!</p><p>Ваш заказ будет обработан в течении 24 часов, если он был оставлен в будний день, либо в понедельник, если он был оставлен в выходной день.</p><p>Вы можете просматривать историю заказов в <a href="%s" target="_blank">Личном кабинете</a>, открыв <a href="%s" target="_blank">Историю заказов</a>.</p><p>Все вопросы направляйте нам <a href="%s" target="_blank">на почту</a> или <a href="%s" target="_blank">вконтакте</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_customer'] = '<p>Ваш заказ успешно создан!</p><p>Оплата производится наиболее удобным для Вас способом: на банковскую карту, Яндекс.Деньги.</p></p><p>Номер карты Альфа Банк: 5486 7420 5077 7167 Александр Александрович Р.</p><p>Номер кошелька Яндекс.Деньги: 410012773778423.</p><p>После оплаты Вам нужно сфотографировать чек или сделать скриншот, если это электронный перевод и отправить нам файл для подтверждения факта оплаты.</p><p><b>E-mail:</b> manager@outmaxshop.ru</p><p><b>WHATSUPP:</b> 89230155189</p><p><b>VIBER:</b> 89230155189</p><p><b>Группа вконтакте: <a href="https://vk.com/club110664758" target="_blank">https://vk.com/club110664758</a></b></p><p>После того, как мы удостоверимся, что ваш заказ оплачен, мы отправим Вам посылку, для получения которой вам будет необходимо только предъявить паспорт.<br/>Оплата производится в течении 3-х дней.</p>';

$_['text_guest']    = '<p>Ваш заказ успешно создан!</p><p>Оплата производится наиболее удобным для Вас способом: на банковскую карту, Яндекс.Деньги.</p><p>Номер карты Альфа Банк: 5486 7420 5077 7167 Александр Александрович Р.</p><p>Номер кошелька Яндекс.Деньги: 410012773778423.</p><p>После оплаты Вам нужно сфотографировать чек или сделать скриншот, если это электронный перевод и отправить нам файл для подтверждения факта оплаты.</p><p><b>E-mail:</b> manager@outmaxshop.ru</p><p><b>WHATSUPP:</b> 89230155189</p><p><b>VIBER:</b> 89230155189</p><p><b>Группа вконтакте: <a href="https://vk.com/club110664758" target="_blank">https://vk.com/club110664758</a></b></p><p>После того, как мы удостоверимся, что ваш заказ оплачен, мы отправим Вам посылку, для получения которой вам будет необходимо только предъявить паспорт.<br/>Оплата производится в течении 3-х дней.</p>';

$_['text_basket']              = 'Корзина';
$_['text_checkout']            = 'Оформить заказ';
$_['text_success']             = 'Операция выполнена успешно';
?>
