<?php
// Heading
$_['heading_title']     = 'Экспорт / Импорт';

// Text
$_['text_success']      = 'Успешно: Вы успешно импортировали категории и товары!';
$_['text_nochange']     = 'Никакие данные на сервере не были изменены.';
$_['text_log_details']  = 'Подробности смотрите в \'Система &gt; Журнал ошибок\'.';

// Entry
$_['entry_restore']     = 'Импортировать из файла таблицы:';
$_['entry_description'] = 'Используйте эту функцию для экспорта или импорта всех категорий и товаров в/из XLSX файла таблицы.';

// Error
$_['error_permission']          = 'Внимание: У вас недостаточно прав для экспорта/импорта!';
$_['error_upload']              = 'Загружаемый файл не является файлом таблицы XLSX или данные, указанные в файле в неправильном формате!';
$_['error_sheet_count']         = 'Экспорт/Импорт: Неверное количество листов, XLSX файл должен содержать 8 листов';
$_['error_categories_header']   = 'Экспорт/Импорт: Неверный заголовок на странице Categories (Категории)';
$_['error_products_header']     = 'Экспорт/Импорт: Неверный заголовок на странице Products (Товары)';
$_['error_options_header']      = 'Экспорт/Импорт: Неверный заголовок на странице Options (Опции)';
$_['error_attributes_header']   = 'Экспорт/Импорт: Неверный заголовок на странице Attributes (Атрибуты)';
$_['error_specials_header']     = 'Экспорт/Импорт: Неверный заголовок на странице Specials (Акции)';
$_['error_discounts_header']    = 'Экспорт/Импорт: Неверный заголовок на странице Discounts (Скидки)';
$_['error_rewards_header']      = 'Экспорт/Импорт: Неверный заголовок на странице Rewards (Бонусные баллы)';
$_['error_select_file']         = 'Экспорт/Импорт: Сначала выберите файл для импорта, а затем нажмите \'Импорт\'';
$_['error_post_max_size']       = 'Экспорт/Импорт: Размер файла превышает %1 (проверьте настройки PHP \'post_max_size\')';
$_['error_upload_max_filesize'] = 'Экспорт/Импорт: Размер файла превышает %1 (проверьте настройки PHP \'upload_max_filesize\')';

// Button labels
$_['button_import']     = 'Импорт';
$_['button_export']     = 'Экспорт';
?>