<?php
// Heading
$_['heading_title'] = 'Подарки';
// Text

$_['text_success']       = 'Настройки модуля обновлены!';

// Entry
$_['entity_list'] = 'Укажите список арткулов через запятую';
$_['entity_rules'] = 'Добавьте правила выдачи подарков в формате JSON<br>Пример: {"3000":1,"6000":2,"9000":2}';
$_['entity_show_info'] = 'Показывать информацию о доступных подарках';
$_['entity_yes'] = 'Да';
$_['entity_no'] = 'Нет';

// Error

$_['error_permission'] = 'У вас нет прав доступа на управление модулем';
$_['error_wrong_json'] = 'Указан неверный JSON для правил акции подарков'

?>