<?php
// Heading
$_['heading_title']         = 'Размеры товаров';

// Text
$_['text_success']          = 'Настройки модуля обновлены!';
$_['text_help']             = "Укажите тип размера и при необходимости один из параметров по которому необходимо показывать таблицу размеров.\nПриоритет отображения по параметру следующий: артикулы > имя > пол > категория > тип размера.\nСравнение производится по типу размера и параметру, если он указан.";
$_['text_size_type_shoes']  = 'Обувь';
$_['text_size_type_clothes']  = 'Одежда';
$_['text_size_sex_man']     = 'Мужской';
$_['text_size_sex_woman']   = 'Женский';
$_['text_image_manager']    = 'Менеджер изображений';
$_['text_browse']           = 'Обзор';
$_['text_clear']            = 'Очистить';
$_['text_module']           = 'Модули';
$_['button_add_size']       = 'Добавить размерную таблицу';

// Entry
$_['entry_type']            = 'Тип размера';
$_['entry_image']           = 'Изображение таблицы';
$_['entry_product']         = 'Артикулы';
$_['entry_name']            = 'Содержит в названии';
$_['entry_sex']             = 'Пол';
$_['entry_category']        = 'Категория';
$_['entry_caption']         = 'Текст черным';
$_['entry_text']            = 'Текст красным';

// Error
$_['error_warning']             = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']          = 'У Вас нет прав для управления этим модулем!';
$_['error_single_parameter']    = 'Необходимо указать только один параметр';
$_['error_no_parameter']        = 'Необходимо указать параметр для сравнения: или артикул, или имя, или пол, или категорию';
$_['error_numeric']             = 'Значение должно быть числовым';
$_['error_required']            = 'Необходимо заполнить';
