<?php
// header
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_forgotten']  = 'Забытый пароль';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введите адрес электронной почты, к которой привязана ваша учетная запись. На неё будет отправлена ссылка, перейдя по которой, вы сможете восстановить ваш пароль.';
$_['text_success']    = 'Ссылка для восстановления пароля отправлена на электронную почту.';

// Entry
$_['entry_email']     = 'E-Mail:';
$_['entry_password']  = 'Новый пароль:';
$_['entry_confirm']   = 'Повтор пароля:';

// Error
$_['error_email']     = 'Такой E-Mail не найден';
$_['error_password']  = 'Пароль должен быть от 3 до 20 символов!';
$_['error_confirm']   = 'Пароли не совпадают!';
?>