<?php
// Heading 
$_['heading_title']     = 'Мои Адреса';
// Text
$_['text_account']      = 'Личный Кабинет';
$_['text_address_book'] = 'Список адресов доставки';
$_['text_edit_address'] = 'Редактировать адрес';
$_['text_insert']       = 'Ваш адрес был успешно добавлен!';
$_['text_update']       = 'Ваш адрес был успешно изменен!';
$_['text_delete']       = 'Ваш адрес был успешно удален!';

// Entry
$_['entry_title']   	= 'Заголовок';
$_['entry_comment']  = 'Комментарий:';

// Error
$_['error_delete']      = 'У Вас должно быть не менее 1 адреса!';
$_['error_default']     = 'Вы не можете удалить основной адрес!';
$_['error_firstname']   = 'Имя должно быть от 1 до 32 символов!';
$_['error_middlename']  = 'Отчество должно быть от 1 до 32 символов! Если у вас нет отчества, то введите:"Нет отчества"';
$_['error_lastname']    = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_vat']         = 'Код налогоплательщика введен некорректно!';
$_['error_address_1']   = 'Улица должна быть от 1 до 128 символов!';
$_['error_address_2']   = 'Дом должен быть от 1 до 128 символов!';
$_['error_address_3']   = 'Квартира должна быть от 1 до 128 символов!';
$_['error_postcode']    = 'Индекс должен быть от 2 до 10 символов!';
$_['error_telephone']   = 'Телефон должен начинаться с 7 и быть длиной 11 или 14 символов!';
$_['error_city']        = 'Название города должно быть от 2 до 128 символов!';
$_['error_country']     = 'Пожалуйста, укажите Страну!';
$_['error_zone']        = 'Пожалуйста, укажите Регион / Область!';
?>