<?php
// Heading
$_['heading_title']    = 'Наценка дропшиппера на заказ';

// Text
$_['text_total']       = 'Общая сумма заказа';
$_['text_success']     = 'Настройки модуля обновлены!';

// Entry
$_['entry_total']      = 'Максимальная сумма заказа для добавления наценки:';
$_['entry_fee']        = 'Начальная наценка дропшиппера:';
$_['entry_tax_class']  = 'Налоговый класс:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
?>