<?php
$_['heading_title'] = 'Наставники';

$_['text_success'] = 'Наставник успешно добавлен!';
$_['text_code'] = 'Код наставника';
$_['text_name'] = 'Имя наставника';
$_['text_email'] = 'E-mail наставника';
$_['text_update'] = 'Информация о наставнике успешно обновлена!';
$_['text_delete'] = 'Информация о наставнике успешно удалена!';
$_['text_no_results'] = 'У данного наставника ещё нет учеников!';

$_['student_email'] = 'E-mail ученика';
$_['student_name'] = 'Имя ученика';
$_['student_phone'] = 'Номер телефона ученика';

$_['entry_email'] = 'Введите e-mail';
$_['entry_name'] = 'Введите имя';
$_['entry_code'] = 'Придумайте код учителя';

$_['error_warning'] = 'Наставник должен быть зарегистрирован на сайте!';
$_['error_name'] = 'Имя не должно быть пустым!';


$_['column_sort_order']         = 'Прядок сортировки';
$_['column_action']             = 'Действие';
