<?php
// Text
$_['text_approve_subject']      = '%s - Ваш аккаунт был активирован!';
$_['text_approve_welcome']      = 'Добро пожаловать и благодарим Вас за регистрацию на сайте %s!';
$_['text_approve_login']        = 'Ваш аккаунт создан и Вы можете войти используя Ваши E-mail и пароль, по ссылке:';
$_['text_approve_services']     = "Сейчас на сайте розничные цены, чтоб открыть доступ к ОПТовым или ДРОПшипперским ценам напишите нашим менеджерам: http://bizoutmax.ru/contact_us.html"
                                    . "После регистрации на сайте Вы сможете воспользоваться дополнительными возможностями: просмотр истории заказов, корзины, изменение информации Вашей учетной записи и др.";
$_['text_approve_thanks']       = 'Спасибо,';
$_['text_transaction_subject']  = '%s - Счет аккаунта';
$_['text_transaction_received'] = 'Вы получили на счет: %s';
$_['text_transaction_total']    = 'Общая сумма на Вашем аккаунте: %s.' . "\n\n" . 'Эта сумма будет автоматически расходоваться при следующих покупках.';
$_['text_reward_subject']       = '%s - Бонусные баллы';
$_['text_reward_received']      = 'Вы получили %s бонусных баллов!';
$_['text_reward_total']         = 'Общее число бонусных баллов %s.';
?>